Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: %@ (age %lld)
ar: %1$@ (العمر %2$lld)
az: %1$@ (yaş %2$lld)
cs: %1$@ (věk %2$lld)
de: %1$@ (Alter %2$lld)
es: %1$@ (edad %2$lld)
fr: %1$@ (âge %2$lld)
hi: %1$@ (आयु %2$lld)
it: %1$@ (età %2$lld)
ja: %1$@（%2$lld歳）
ko: %1$@ (%2$lld세)
nl: %1$@ (leeftijd %2$lld)
pl: %1$@ (wiek %2$lld)
pt_br: %1$@ (idade %2$lld)
ro: %1$@ (vârsta %2$lld)
ru: %1$@ (возраст %2$lld)
zh_hans: %1$@（年龄 %2$lld）

source: %@ exercise visual
ar: صورة تمرين %@
az: %@ hərəkətinin görüntüsü
cs: Vizuál cviku: %@
de: Übungsbild für %@
es: Imagen del ejercicio %@
fr: Visuel de l'exercice %@
hi: %@ व्यायाम की छवि
it: Immagine dell'esercizio %@
ja: %@の種目画像
ko: %@ 운동 이미지
nl: Afbeelding van oefening %@
pl: Ilustracja ćwiczenia %@
pt_br: Imagem do exercício %@
ro: Imaginea exercițiului %@
ru: Изображение упражнения %@
uk: Изображение упражнения %@
zh_hans: %@ 动作图示

source: %@ fast
ar: صيام لمدة %@
az: %@ oruc
de: %@ Fasten
es: Ayuno de %@
fr: Jeûne de %@
hi: %@ का उपवास
it: Digiuno di %@
ja: %@の断食
ko: %@ 단식
nl: %@ vasten
pl: Post %@
pt_br: Jejum de %@
ro: Post de %@
ru: Голодание %@
uk: Голодание %@
zh_hans: %@禁食

source: %@ goal
ar: هدف %@
az: %@ hədəf
de: %@ Ziel
es: Objetivo de %@
fr: Objectif de %@
hi: %@ का लक्ष्य
it: Obiettivo di %@
ja: %@の目標
ko: %@ 목표
nl: %@ doel
pl: Cel %@
pt_br: Meta de %@
ro: Obiectiv de %@
ru: Цель %@
uk: Цель %@
zh_hans: %@目标

# %lld entry · tap to view or delete
source: %lld entries · tap to view or delete
ar: %lld إدخال · اضغط للعرض أو الحذف
az: %lld qeyd · baxmaq və ya silmək üçün toxunun
de: %lld Einträge · zum Anzeigen oder Löschen tippen
es: %lld entradas · toca para ver o eliminar
fr: %lld entrées · touchez pour afficher ou supprimer
hi: %lld प्रविष्टियाँ · देखने या हटाने के लिए टैप करें
it: %lld voci · tocca per visualizzare o eliminare
ja: %lld件 · タップして表示または削除
ko: %lld개 항목 · 탭하여 보기 또는 삭제
nl: %lld vermeldingen · tik om te bekijken of te verwijderen
pl: %lld wpisu · stuknij, aby wyświetlić lub usunąć
pt_br: %lld registros · toque para ver ou excluir
ro: %lld de înregistrări · atinge pentru a vedea sau șterge
ru: %lld записи · нажмите, чтобы просмотреть или удалить
uk: %lld записів · торкніться, щоб переглянути або видалити
zh_hans: %lld 条记录 · 轻点以查看或删除

source: %lld percent complete
ar: اكتمل %lld بالمئة
az: %lld faiz tamamlandı
de: %lld Prozent abgeschlossen
es: %lld por ciento completado
fr: %lld pour cent terminé
hi: %lld प्रतिशत पूरा
it: %lld percento completato
ja: %lldパーセント完了
ko: %lld퍼센트 완료
nl: %lld procent voltooid
pl: Ukończono w %lld procentach
pt_br: %lld por cento concluído
ro: %lld la sută finalizat
ru: Выполнено на %lld процентов
uk: Виполнено на %lld процентов
zh_hans: 已完成百分之 %lld

source: %lld selected
ar: تم تحديد %lld
az: %lld seçilib
cs: Vybráno: %lld
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
hi: %lld चयनित
it: %lld selezionati
ja: %lld件選択中
ko: %lld개 선택됨
nl: %lld geselecteerd
pl: Wybrano %lld
pt_br: %lld selecionados
ro: %lld selectate
ru: Выбрано: %lld
uk: Вибрано: %lld
zh_hans: 已选 %lld 项

source: %lld shared meals
ar: %lld وجبة مُشارَكة
az: %lld paylaşılan yemək
cs: Sdílená jídla: %lld
de: %lld geteilte Mahlzeiten
es: %lld comidas compartidas
fr: %lld repas partagés
hi: %lld शेयर किए गए भोजन
it: %lld pasti condivisi
ja: %lld件の共有された食事
ko: 공유된 식사 %lld개
nl: %lld gedeelde maaltijden
pl: Udostępnione posiłki: %lld
pt_br: %lld refeições compartilhadas
ro: %lld mese partajate
ru: Общих приёмов пищи: %lld
uk: Общих приёмов пищи: %lld
zh_hans: %lld 份共享的餐食

source: %lld steps
ar: %lld خطوة
az: %lld addım
de: %lld Schritte
es: %lld pasos
fr: %lld pas
hi: %lld कदम
it: %lld passi
ja: %lld 歩
ko: %lld걸음
nl: %lld stappen
pl: %lld kroków
pt_br: %lld passos
ro: %lld de pași
ru: %lld шагов
uk: %lld кроків
zh_hans: %lld 步

source: 1 lb of body fat ≈ 3,500 kcal · 1 kg ≈ 7,700 kcal Your weekly rate ÷ 7 is subtracted from (Lose) or added to (Gain) maintenance to set the daily calorie target.
ar: 1 رطل من دهون الجسم ≈ 3,500 سعرة حرارية · 1 كغ ≈ 7,700 سعرة حرارية تُقسَّم وتيرتك الأسبوعية على 7، ثم تُطرح من سعرات الحفاظ للخسارة أو تُضاف إليها للزيادة لتحديد هدف السعرات اليومي.
az: 1 funt bədən yağı ≈ 3 500 kkal · 1 kq ≈ 7 700 kkal Gündəlik kalori hədəfini təyin etmək üçün həftəlik tempiniz ÷ 7 saxlama səviyyəsindən çıxılır (arıqlama) və ya ona əlavə olunur (kökəlmə).
de: 1 lb Körperfett ≈ 3.500 kcal · 1 kg ≈ 7.700 kcal Deine wöchentliche Rate ÷ 7 wird zum Festlegen des täglichen Kalorienziels vom Erhaltungsbedarf abgezogen (Abnehmen) oder dazugezählt (Zunehmen).
es: 1 lb de grasa corporal ≈ 3500 kcal · 1 kg ≈ 7700 kcal Tu tasa semanal ÷ 7 se resta del mantenimiento para perder peso o se suma para ganarlo y así establecer el objetivo diario de calorías.
fr: 1 lb de graisse corporelle ≈ 3 500 kcal · 1 kg ≈ 7 700 kcal Votre rythme hebdomadaire ÷ 7 est soustrait de la maintenance pour perdre du poids ou y est ajouté pour en prendre afin de définir l’objectif calorique quotidien.
hi: शरीर की 1 lb वसा ≈ 3,500 kcal · 1 kg ≈ 7,700 kcal दैनिक कैलोरी लक्ष्य तय करने के लिए आपकी साप्ताहिक दर ÷ 7 को मेंटेनेंस से घटाया जाता है (वज़न घटाना) या उसमें जोड़ा जाता है (वज़न बढ़ाना)।
it: 1 lb di grasso corporeo ≈ 3.500 kcal · 1 kg ≈ 7.700 kcal Il tuo tasso settimanale ÷ 7 viene sottratto dal mantenimento per dimagrire o aggiunto per aumentare di peso, così da impostare l’obiettivo calorico giornaliero.
ja: 体脂肪1 lb ≈ 3,500 kcal · 1 kg ≈ 7,700 kcal 1日のカロリー目標を設定するため、週ごとの変化率 ÷ 7を、減量では維持カロリーから引き、増量では加えます。
ko: 체지방 1 lb ≈ 3,500 kcal · 1 kg ≈ 7,700 kcal 일일 칼로리 목표를 설정하기 위해 주간 변화율 ÷ 7을 감량 시 유지 칼로리에서 빼고, 증량 시 더합니다.
nl: 1 lb lichaamsvet ≈ 3.500 kcal · 1 kg ≈ 7.700 kcal Je wekelijkse snelheid ÷ 7 wordt van het onderhoud afgetrokken voor afvallen of erbij opgeteld voor aankomen om het dagelijkse caloriedoel vast te stellen.
pl: 1 lb tkanki tłuszczowej ≈ 3500 kcal · 1 kg ≈ 7700 kcal Tygodniowe tempo ÷ 7 jest odejmowane od zapotrzebowania (utrata) lub do niego dodawane (przyrost), aby ustalić dzienny cel kalorii.
pt_br: 1 lb de gordura corporal ≈ 3.500 kcal · 1 kg ≈ 7.700 kcal Sua taxa semanal ÷ 7 é subtraída da manutenção para perder peso ou adicionada para ganhar, definindo a meta diária de calorias.
ro: 1 lb de grăsime corporală ≈ 3.500 kcal · 1 kg ≈ 7.700 kcal Rata săptămânală ÷ 7 se scade din menținere pentru slăbire sau se adaugă pentru creștere, stabilind obiectivul caloric zilnic.
ru: 1 фунт жира ≈ 3 500 ккал · 1 кг ≈ 7 700 ккал Недельная скорость ÷ 7 вычитается из поддержания (снижение) или прибавляется к нему (набор), задавая дневную цель по калориям.
uk: 1 фунт жира ≈ 3 500 ккал · 1 кг ≈ 7 700 ккал Недельная скорость ÷ 7 вичитается из поддержания (снижение) или прибавляется к нему (набор), задавая дневную цель по калориям.
zh_hans: 1 lb 体脂 ≈ 3,500 kcal · 1 kg ≈ 7,700 kcal 为设定每日卡路里目标，每周变化率 ÷ 7 后，减重时从维持热量中减去，增重时则加上。

source: 10 new theme colors, now picked inline in Settings.
ar: 10 ألوان جديدة للسمة، تُختار الآن مباشرة من الإعدادات.
az: 10 yeni tema rəngi — indi birbaşa Parametrlərdə seçilir.
cs: 10 nových barev motivu, nově vybíraných přímo v Nastavení.
de: 10 neue Themenfarben, jetzt direkt in den Einstellungen wählbar.
es: 10 nuevos colores de tema, ahora elegidos directamente en Ajustes.
fr: 10 nouvelles couleurs de thème, désormais choisies directement dans les Réglages.
hi: 10 नए थीम रंग, अब सेटिंग्स में ही चुनें।
it: 10 nuovi colori tema, ora scelti direttamente nelle Impostazioni.
ja: テーマカラーを10色追加。設定内でそのまま選べます。
ko: 테마 색상 10종 추가 — 이제 설정에서 바로 선택합니다.
nl: 10 nieuwe themakleuren, nu direct te kiezen in Instellingen.
pl: 10 nowych kolorów motywu, wybieranych teraz bezpośrednio w Ustawieniach.
pt_br: 10 novas cores de tema, agora escolhidas direto nos Ajustes.
ro: 10 culori noi de temă, alese acum direct din Setări.
ru: 10 новых цветов темы — теперь выбираются прямо в настройках.
uk: 10 нових кольорів теми, які тепер можна вибрати прямо в Налаштуваннях.
zh_hans: 新增 10 种主题色，现在可在设置中直接选择。

source: About
ar: حول
az: Haqqında
cs: O aplikaci
de: Info
es: Acerca de
fr: À propos
hi: परिचय
it: Informazioni
ja: 情報
ko: 정보
nl: Over
pl: O aplikacji
pt_br: Sobre
ro: Despre
ru: О приложении
uk: Про застосунок
zh_hans: 关于

source: About Energy Burn
ar: حول حرق الطاقة
az: Enerji sərfi haqqında
cs: O Spálené energii
de: Über Energieverbrauch
es: Acerca de la quema de energía
fr: À propos des calories brûlées
hi: एनर्जी बर्न के बारे में
it: Informazioni sul consumo energetico
ja: 消費エネルギーについて
ko: 에너지 소모 정보
nl: Over energieverbruik
pl: O spalaniu energii
pt_br: Sobre a queima de energia
ro: Despre arderea de energie
ru: О сжигании энергии
uk: О сжигании енергии
zh_hans: 关于能量消耗

source: About once a week when you open the app, Ayuvo automatically re-runs the full goal calculation — the same one the Recalculate button uses — from your profile, recent logged food, and weight trend. If Energy Burn is on, it uses your measured burn as the maintenance anchor. It skips silently if the AI is unavailable. Turning this off restores the targets from before Adaptive Goals first changed them. This is not medical advice.
ar: مرة واحدة تقريبًا في الأسبوع عند فتح التطبيق، يعيد Ayuvo تلقائيًا تشغيل حساب الأهداف الكامل — وهو نفس الحساب الذي يستخدمه زر إعادة الحساب — استنادًا إلى ملفك الشخصي والطعام المسجّل مؤخرًا واتجاه وزنك. إذا كان Energy Burn مفعّلًا، يُستخدم حرقك المقاس كمرجع لسعرات الثبات. إذا لم يكن الذكاء الاصطناعي متاحًا، يتم التخطي بصمت. عند إيقاف هذه الميزة تُستعاد الأهداف التي كانت قبل أول تغيير أجرته. هذه ليست نصيحة طبية.
az: Təxminən həftədə bir dəfə, tətbiqi açanda Ayuvo profilinizə, son qeyd olunmuş yeməklərə və çəki trendinizə əsasən tam hədəf hesablamasını — Yenidən Hesabla düyməsinin istifadə etdiyi eyni hesablamanı — avtomatik yenidən işə salır. Energy Burn aktivdirsə, ölçülmüş sərfiyyatınız saxlanma kalorisi üçün istinad kimi istifadə olunur. Sİ əlçatan olmadıqda addım səssizcə ötürülür. Bunu söndürdükdə bu funksiyanın ilk dəyişikliyindən əvvəlki hədəflər bərpa olunur. Bu, tibbi məsləhət deyil.
cs: Přibližně jednou týdně při otevření aplikace Ayuvo automaticky znovu spustí celý výpočet cílů — stejný, jaký používá tlačítko Přepočítat — z tvého profilu, nedávno zapsaného jídla a trendu váhy. Pokud je zapnutá Spálená energie, použije jako základ udržovacího příjmu naměřený výdej. Když AI není dostupná, kontrola se tiše přeskočí. Vypnutím se obnoví hodnoty z doby, než je Adaptivní cíle poprvé změnily. Nejde o lékařské doporučení.
de: Etwa einmal pro Woche führt Ayuvo beim Öffnen der App automatisch die vollständige Zielberechnung erneut aus — dieselbe wie die Schaltfläche „Neu berechnen“ — auf Basis deines Profils, deiner zuletzt protokollierten Mahlzeiten und deines Gewichtstrends. Wenn Energy Burn aktiviert ist, dient dein gemessener Verbrauch als Erhaltungs-Anker. Ist die KI nicht verfügbar, wird der Lauf still übersprungen. Beim Ausschalten werden die Ziele von vor der ersten Änderung durch diese Funktion wiederhergestellt. Dies ist keine medizinische Beratung.
es: Aproximadamente una vez a la semana, al abrir la app, Ayuvo vuelve a ejecutar automáticamente el cálculo completo de objetivos — el mismo que usa el botón Recalcular — a partir de tu perfil, tus comidas registradas recientes y tu tendencia de peso. Si Energy Burn está activado, usa tu gasto medido como ancla de mantenimiento. Si la IA no está disponible, se omite silenciosamente. Al desactivarlo se restauran los objetivos previos al primer cambio hecho por esta función. Esto no es un consejo médico.
fr: Environ une fois par semaine, à l'ouverture de l'app, Ayuvo relance automatiquement le calcul complet des objectifs — le même que le bouton Recalculer — à partir de votre profil, de vos repas récemment enregistrés et de votre tendance de poids. Si Energy Burn est activé, votre dépense mesurée sert d'ancre de maintenance. Si l'IA est indisponible, l'exécution est ignorée silencieusement. La désactivation restaure les objectifs antérieurs au premier changement effectué par cette fonction. Ceci n'est pas un avis médical.
hi: हफ़्ते में लगभग एक बार, ऐप खोलने पर Ayuvo आपकी प्रोफ़ाइल, हाल में लॉग किए गए खाने और वज़न के ट्रेंड के आधार पर पूरा लक्ष्य कैलकुलेशन अपने आप दोबारा चलाता है — वही जो पुनः गणना करें बटन चलाता है। अगर Energy Burn चालू है, तो आपकी मापी गई बर्न को मेंटेनेंस का आधार बनाया जाता है। AI उपलब्ध न होने पर यह चुपचाप छूट जाता है। इसे बंद करने पर वे लक्ष्य वापस आ जाते हैं जो इस फ़ीचर के पहले बदलाव से पहले थे। यह चिकित्सा सलाह नहीं है।
it: Circa una volta a settimana, all'apertura dell'app, Ayuvo riesegue automaticamente il calcolo completo degli obiettivi — lo stesso del pulsante Ricalcola — in base al tuo profilo, ai pasti registrati di recente e al trend del peso. Se Energy Burn è attivo, usa il tuo consumo misurato come àncora di mantenimento. Se l'IA non è disponibile, l'esecuzione viene saltata in silenzio. Disattivandolo vengono ripristinati gli obiettivi precedenti alla prima modifica fatta da questa funzione. Questo non è un consiglio medico.
ja: 週に1回ほど、アプリを開いたときに、Ayuvoがプロフィール・最近の食事記録・体重トレンドをもとに、「再計算」ボタンと同じ目標計算全体を自動で再実行します。Energy Burnがオンの場合は、実測の消費カロリーを維持カロリーの基準として使います。AIが利用できないときは何もせずスキップします。オフにすると、この機能が最初に変更する前の目標に戻ります。これは医療アドバイスではありません。
ko: 일주일에 한 번 정도 앱을 열 때 Ayuvo가 프로필, 최근 기록한 음식, 체중 추세를 바탕으로 전체 목표 계산을 자동으로 다시 실행합니다 — 다시 계산 버튼과 동일한 계산입니다. Energy Burn이 켜져 있으면 측정된 소모 칼로리를 유지 기준으로 사용합니다. AI를 사용할 수 없으면 조용히 건너뜁니다. 끄면 이 기능이 처음 변경하기 전의 목표로 복원됩니다. 이는 의학적 조언이 아닙니다.
nl: Ongeveer één keer per week, wanneer je de app opent, voert Ayuvo automatisch de volledige doelberekening opnieuw uit — dezelfde als de knop Opnieuw berekenen — op basis van je profiel, recent gelogde voeding en je gewichtstrend. Als Energy Burn aanstaat, wordt je gemeten verbruik gebruikt als onderhoudsanker. Als de AI niet beschikbaar is, wordt de run stilletjes overgeslagen. Bij uitschakelen worden de doelen hersteld van vóór de eerste wijziging door deze functie. Dit is geen medisch advies.
pl: Mniej więcej raz w tygodniu, po otwarciu aplikacji, Ayuvo automatycznie ponawia pełne obliczanie celów — to samo, którego używa przycisk Przelicz — na podstawie Twojego profilu, ostatnio zapisanych posiłków i trendu wagi. Jeśli Energy Burn jest włączone, zmierzone spalanie służy jako punkt odniesienia podtrzymania. Gdy AI jest niedostępne, uruchomienie jest pomijane po cichu. Wyłączenie przywraca cele sprzed pierwszej zmiany dokonanej przez tę funkcję. To nie jest porada medyczna.
pt_br: Cerca de uma vez por semana, ao abrir o app, o Ayuvo reexecuta automaticamente o cálculo completo de metas — o mesmo do botão Recalcular — com base no seu perfil, nas refeições registradas recentemente e na tendência de peso. Se o Energy Burn estiver ativado, usa seu gasto medido como âncora de manutenção. Se a IA estiver indisponível, a execução é ignorada silenciosamente. Ao desativar, são restauradas as metas de antes da primeira alteração feita por este recurso. Isto não é aconselhamento médico.
ro: Aproximativ o dată pe săptămână, la deschiderea aplicației, Ayuvo reia automat calculul complet al obiectivelor — același folosit de butonul Recalculează — pe baza profilului tău, a alimentelor înregistrate recent și a tendinței greutății. Dacă Energy Burn este activat, consumul tău măsurat este folosit ca ancoră de întreținere. Dacă IA nu este disponibilă, rularea este omisă silențios. Dezactivarea restaurează obiectivele de dinainte de prima modificare făcută de această funcție. Acesta nu este un sfat medical.
ru: Примерно раз в неделю при открытии приложения Ayuvo автоматически заново выполняет полный расчёт целей — тот же, что и кнопка «Пересчитать», — на основе вашего профиля, недавно записанной еды и тренда веса. Если включён Energy Burn, измеренный расход используется как ориентир поддержания. Если ИИ недоступен, запуск тихо пропускается. При выключении восстанавливаются цели, действовавшие до первого изменения этой функцией. Это не медицинская рекомендация.
uk: Приблизно раз на тиждень, коли ви відкриваєте застосунок, Ayuvo автоматично повторно запускає повний розрахунок цілей — той самий, що й кнопка «Перерахувати» — на основі вашого профілю, останніх записаних прийомів їжі та динаміки ваги. Якщо ввімкнено «Спалювання енергії», він використовує виміряне спалювання як основу. Процес тихо пропускається, якщо ШІ недоступний. Вимкнення цієї функції відновлює цілі, які були до того, як Адаптивні цілі змінили їх уперше. Це не є медичною порадою.
zh_hans: 大约每周一次，当你打开应用时，Ayuvo 会根据你的资料、最近记录的饮食和体重趋势，自动重新运行完整的目标计算（与“重新计算”按钮相同）。如果已开启 Energy Burn，则会以实测消耗作为维持热量的基准。若 AI 不可用则静默跳过。关闭后会恢复到该功能首次更改前的目标。这不是医疗建议。

source: Active Fast
ar: صيام نشط
az: Aktiv oruc
de: Aktives Fasten
es: Ayuno activo
fr: Jeûne actif
hi: सक्रिय उपवास
it: Digiuno attivo
ja: 進行中の断食
ko: 진행 중인 단식
nl: Actief vasten
pl: Aktywny post
pt_br: Jejum ativo
ro: Post activ
ru: Активное голодание
uk: Активне голодування
zh_hans: 进行中的禁食

source: Activity Level
ar: مستوى النشاط
az: Fəaliyyət Səviyyəsi
cs: Úroveň aktivity
de: Aktivitätslevel
es: Nivel de actividad
fr: Niveau d'activité
hi: गतिविधि स्तर
it: Livello di attività
ja: 活動レベル
ko: 활동 수준
nl: Activiteitsniveau
pl: Poziom aktywności
pt_br: Nível de atividade
ro: Nivel de activitate
ru: Уровень активности
uk: Рівень активності
zh_hans: 活动水平

source: Activity-multiplier method
ar: طريقة معامل النشاط
az: Aktivlik əmsalı üsulu
de: Aktivitätsfaktor-Methode
es: Método del multiplicador de actividad
fr: Méthode du multiplicateur d’activité
hi: गतिविधि-गुणक विधि
it: Metodo del moltiplicatore di attività
ja: 活動係数法
ko: 활동량 배수 방식
nl: Activiteitsfactor-methode
pl: Metoda mnożnika aktywności
pt_br: Método do multiplicador de atividade
ro: Metoda multiplicatorului de activitate
ru: Метод множителя активности
uk: Метод множника активності
zh_hans: 活动系数法

source: Ad
ar: إعلان
az: Reklam
cs: Reklama
de: Anzeige
es: Anuncio
fr: Publicité
hi: विज्ञापन
it: Annuncio
ja: 広告
ko: 광고
nl: Advertentie
pl: Reklama
pt_br: Anúncio
ro: Reclamă
ru: Реклама
uk: Реклама
zh_hans: 广告

source: Adaptive Goals and Energy Burn left Experimental and are on by default for new installs.
ar: تخرّجت ميزتا الأهداف التكيفية وحرق الطاقة من المرحلة التجريبية وأصبحتا مفعّلتين افتراضيًا للتثبيتات الجديدة.
az: Adaptiv Məqsədlər və Enerji Sərfi eksperimental mərhələdən çıxdı və yeni quraşdırmalarda defolt olaraq aktivdir.
cs: Adaptivní cíle a Spálená energie opustily Experimentální a u nových instalací jsou zapnuté.
de: Adaptive Ziele und Energieverbrauch sind nicht mehr experimentell und bei Neuinstallationen standardmäßig aktiv.
es: Objetivos adaptativos y Quema de energía dejan de ser experimentales y vienen activados por defecto en instalaciones nuevas.
fr: Objectifs adaptatifs et Énergie brûlée sortent de l'expérimental et sont activés par défaut pour les nouvelles installations.
hi: Adaptive Goals और Energy Burn अब प्रयोगात्मक नहीं हैं और नए इंस्टॉल पर डिफ़ॉल्ट रूप से चालू हैं।
it: Obiettivi adattivi ed Energia bruciata escono dalla fase sperimentale e sono attivi di default sulle nuove installazioni.
ja: アダプティブ目標とエネルギー消費が実験的機能を卒業し、新規インストールではデフォルトでオンに。
ko: 적응형 목표와 에너지 소모가 실험 단계를 졸업하고 새 설치에서 기본으로 켜집니다.
nl: Adaptieve doelen en Energieverbruik zijn niet langer experimenteel en staan standaard aan bij nieuwe installaties.
pl: Cele adaptacyjne i Spalanie energii wyszły z fazy eksperymentalnej i są domyślnie włączone przy nowych instalacjach.
pt_br: Metas adaptativas e Queima de energia saíram da fase experimental e vêm ativadas por padrão em novas instalações.
ro: Obiectivele adaptive și Energia consumată au ieșit din faza experimentală și sunt activate implicit la instalările noi.
ru: «Адаптивные цели» и «Расход энергии» вышли из экспериментального статуса и включены по умолчанию для новых установок.
uk: Адаптивні цілі та Спалювання енергії більше не є експериментальними й увімкнені за замовчуванням для нових встановлень.
zh_hans: 自适应目标和能量消耗已结束实验阶段，新安装默认开启。

source: Add %lld to Log · %lld kcal
ar: إضافة %lld إلى السجل · %lld kcal
az: Jurnala %lld əlavə et · %lld kcal
cs: Přidat %1$lld do deníku · %2$lld kcal
de: %lld zum Protokoll hinzufügen · %lld kcal
es: Añadir %lld al registro · %lld kcal
fr: Ajouter %lld au journal · %lld kcal
hi: %lld लॉग में जोड़ें · %lld kcal
it: Aggiungi %lld al diario · %lld kcal
ja: %lld件をログに追加 · %lld kcal
ko: %lld개 기록에 추가 · %lld kcal
nl: %lld toevoegen aan logboek · %lld kcal
pl: Dodaj %lld do dziennika · %lld kcal
pt_br: Adicionar %lld ao registro · %lld kcal
ro: Adaugă %lld în jurnal · %lld kcal
ru: Добавить %lld в журнал · %lld kcal
uk: Добавить %lld в журнал · %lld kcal
zh_hans: 添加 %lld 份到记录 · %lld kcal

source: Add context (optional)
ar: إضافة سياق (اختياري)
az: Kontekst əlavə et (istəyə bağlı)
cs: Přidej kontext (volitelné)
de: Kontext hinzufügen (optional)
es: Añadir contexto (opcional)
fr: Ajouter du contexte (facultatif)
hi: संदर्भ जोड़ें (वैकल्पिक)
it: Aggiungi contesto (facoltativo)
ja: コンテキストを追加（任意）
ko: 컨텍스트 추가 (선택)
nl: Context toevoegen (optioneel)
pl: Dodaj kontekst (opcjonalnie)
pt_br: Adicionar contexto (opcional)
ro: Adaugă context (opțional)
ru: Добавить контекст (необязательно)
uk: Добавить контекст (необязательно)
zh_hans: 添加上下文（可选）

source: Add Description
ar: إضافة وصف
az: Təsvir Əlavə Et
cs: Přidat popis
de: Beschreibung hinzufügen
es: Añadir descripción
fr: Ajouter une description
hi: विवरण जोड़ें
it: Aggiungi descrizione
ja: 説明を追加
ko: 설명 추가
nl: Beschrijving toevoegen
pl: Dodaj opis
pt_br: Adicionar descrição
ro: Adaugă descriere
ru: Добавить описание
uk: Добавить описание
zh_hans: 添加描述

source: Add Shared Meal
ar: إضافة الوجبة المُشارَكة
az: Paylaşılan Yeməyi Əlavə Et
cs: Přidat sdílené jídlo
de: Geteilte Mahlzeit hinzufügen
es: Añadir comida compartida
fr: Ajouter le repas partagé
hi: शेयर किया गया भोजन जोड़ें
it: Aggiungi pasto condiviso
ja: 共有された食事を追加
ko: 공유된 식사 추가
nl: Gedeelde maaltijd toevoegen
pl: Dodaj udostępniony posiłek
pt_br: Adicionar refeição compartilhada
ro: Adaugă masa partajată
ru: Добавить общий приём пищи
uk: Добавить общий приём пищи
zh_hans: 添加共享的餐食

source: Add to Log
ar: إضافة إلى السجل
az: Jurnala Əlavə Et
cs: Přidat do deníku
de: Zum Protokoll hinzufügen
es: Añadir al registro
fr: Ajouter au journal
hi: लॉग में जोड़ें
it: Aggiungi al diario
ja: ログに追加
ko: 기록에 추가
nl: Toevoegen aan logboek
pl: Dodaj do dziennika
pt_br: Adicionar ao registro
ro: Adaugă în jurnal
ru: Добавить в журнал
uk: Додати до журналу
zh_hans: 添加到记录

source: Add your own AI provider key — Gemini, OpenAI, Groq, and more are supported.
ar: أضف مفتاح مزود الذكاء الاصطناعي الخاص بك — Gemini وOpenAI وGroq والمزيد مدعومة.
az: Öz AI provayder açarınızı əlavə edin — Gemini, OpenAI, Groq və daha çoxu dəstəklənir.
cs: Přidej klíč svého AI poskytovatele — podporujeme Gemini, OpenAI, Groq a další.
de: Füge deinen eigenen KI-Anbieter-Schlüssel hinzu — Gemini, OpenAI, Groq und mehr werden unterstützt.
es: Añade tu propia clave de proveedor de IA — se admiten Gemini, OpenAI, Groq y más.
fr: Ajoute ta propre clé de fournisseur IA — Gemini, OpenAI, Groq et plus sont pris en charge.
hi: अपनी AI प्रोवाइडर कुंजी जोड़ें — Gemini, OpenAI, Groq और अन्य समर्थित हैं।
it: Aggiungi la tua chiave del provider IA — sono supportati Gemini, OpenAI, Groq e altri.
ja: 自分のAIプロバイダーキーを追加 — Gemini、OpenAI、Groqなどに対応。
ko: 자체 AI 제공업체 키를 추가하세요 — Gemini, OpenAI, Groq 등을 지원합니다.
nl: Voeg je eigen AI-providersleutel toe — Gemini, OpenAI, Groq en meer worden ondersteund.
pl: Dodaj własny klucz dostawcy AI — obsługujemy Gemini, OpenAI, Groq i inne.
pt_br: Adicione sua própria chave de provedor de IA — Gemini, OpenAI, Groq e mais são suportados.
ro: Adaugă propria cheie de furnizor AI — Gemini, OpenAI, Groq și altele sunt suportate.
ru: Добавь свой ключ провайдера ИИ — поддерживаются Gemini, OpenAI, Groq и другие.
uk: Додай свій ключ провайдера ШІ — підтримуються Gemini, OpenAI, Groq та інші.
zh_hans: 添加你自己的 AI 提供商密钥 — 支持 Gemini、OpenAI、Groq 等。
